Repository: CityOfZion/neo-scan
Catalog: apps/neoscan_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: de, jp

source: Transactions
de: Transaktionen
jp: 取引

source: Claimed
de: Beansprucht
jp: 請求済

source: Balance
de: Kontostand
jp: 残高

source: Unclaimed
de: Nicht beansprucht
jp: 未請求

source: Address ID
de: Adressen ID
jp: アドレスID

source: Created
de: Erstellt
jp: 作成済

source: Last transaction
de: Letzte Transaktion
jp: 最終取引

source: Tokens
jp: 証拠

source: minutes ago
de: Minuten vergangen
jp: 分前

source: Name
jp: 名前

source: Type
de: Typ
jp: タイプ

source: Owner
de: Besitzer
jp: 所有者

source: System
jp: システム

source: Issued
de: Erteilt
jp: 公開

source: Supply
de: Bereitstellung
jp: 供給

source: Precision
de: Genauigkeit
jp: 精密

source: Transaction
de: Transaktion
jp: 取引

source: Wallet Addresses
de: Brieftaschen-Adressen
jp: 口座アドレス

source: Token
jp: 証拠

source: Addresses
de: Adresse
jp: アドレス

source: Transaction ID
de: Transaktions ID
jp: 取引ID

source: Block
jp: ブロック

source: Completed on
de: Abgeschlossen am
jp: 完了

source: Contract
de: Vertrag
jp: 契約

source: Gas Claim
de: Gas Beanspruchung
jp: GAS請求

source: Invocation
de: Aufruf
jp: 起動

source: Asset Issued
jp: 財産公開

source: Asset Register
de: Anlageregistrierung
jp: 財産登録

source: Contract Publish
de: Vertragsveröffentlichung
jp: 契約公開

source: Sent from
de: Gesendet von
jp: 送信元

source: Claimed from
de: Beansprucht von
jp: 発信元

source: Sent to
de: Gesendet zu
jp: 送信先

source: Data Size
de: Datengröße
jp: データ容量

source: Registered on
de: Registriert am
jp: 登録先

source: More details
de: Weitere Informationen
jp: 詳細

source: Block index
de: Block Höhe
jp: ブロックインデックス

source: Hash
jp: ハッシュ

source: Merkle root
jp: マークル・ルート

source: Time
de: Zeit
jp: 時間

source: Version
jp: バージョン

source: bytes
jp: バイツ

source: Miner
de: Minerador
jp: マイナー

source: Network Fee
de: Netzwerk Kosten
jp: ネットワーク料金

source: Opcode Verification Script
de: Opcode Verifizierungs-Script
jp: オペコード検証スクリプト

source: Opcode Invocation Script
de: Opcode Aufruf-Script
jp: オペコード起動スクリプト

source: Bytecode Verification Script
de: Bytecode Verifizierungs-Script
jp: バイトコード検証スクリプト

source: Bytecode Invocation Script
de: Bytecode Aufruf-Script
jp: バイトコード起動スクリプト

source: Block height index
de: Block Höhe Index
jp: ブロック高さインデックス

source: Created on
de: Erstellt am
jp: 作成先

source: Size
de: Größe
jp: サイズ

source: Last 5 Blocks
de: Letzte 5 Blöcke
jp: 最後５回の取引

source: Last 5 Transactions
de: Letzte 5 Transaktionen
jp: 最後５回の取引

source: here
de: hier
jp: ここ

source: Assets
de: Anlagen
jp: 財産

source: Blocks
de: Blöcke
jp: ブロック

source: licensed
de: lizensiert
jp: ライセンス

source: The source code is
de: The Quellcode ist
jp: 情報源は

source: The website content is licensed
de: Der Inhalt der Website ist lizensiert
jp: このウェブサイトにあるコンテンツは許可されている

source: Back to all transactions
de: Zurück zu allen Transaktionen
jp: 全ての取引に戻る

source: Registered
de: Registriert
jp: 登録済

source: Included in Block
de: Enthalten im Block
jp: ブロックに含む

source: System Fee
de: Systemkosten
jp: システム料金

source: Bytecode Attributes
de: Bytecode Attribute
jp: バイトコードに属する

source: Usage
de: Nutzung
jp: 使用可能量

source: Welcome to NEOSCAN
de: Willkommen auf NEOSCAN
jp: ようこそNEOSCANへ

source: Your home for all NEO related blockchain information
de: Dein Zuhause für alle NEO bezogenen Blockchain-Informationen
jp: あなたの全てのNEOについてのホームはブロックチェーン情報に関連する

source: Your home for all blockchain related information for NEO
jp: あなたの全てのブロックチェーンについてのホームははNEOの情報に関連する

source: Total transactions
de: Gesamte Transaktionen
jp: 全取引

source: View all transactions
de: Alle Transaktionen anzeigen
jp: 全ての取引を見る

source: View transaction
de: Transaktion anzeigen
jp: 取引を見る

source: Last block
de: Letzter Block
jp: 最後のブロック

source: View all blocks
de: Alle Blöcke anzeigen
jp: 全てのブロックを見る

source: View block
de: Block anzeigen
jp: ブロックを見る

source: Wallet addresses created
de: Brieftaschen-Adressen erstellt
jp: ウォレットのアドレスが作成された

source: View all addresses
de: Alle Adressen anzeigen
jp: 全てのアドレスを見る

source: View address
de: Adresse anzeigen
jp: アドレスを見る

source: 24 hour change
de: 24h Änderung
jp: 24時間の変化

source: 24 hour volume
de: 24h Volumen
jp: 24時間の出来高

source: See all transactions
de: Alle Transaktionen anzeigen
jp: 全ての取引を見る

source: See all blocks
de: Alle Blöcke ansehen
jp: 全てのブロックを見る

source: Current market cap
de: Marktkapitalisierung
jp: 現在の時価総額

source: Asset Issue
de: Anlageausgabe

source: to
de: bis

source: of
de: von

source: NEO Balance
de: Saldo de NEO

source: Back to all blocks
de: Zurück zu allen Blöcken

source: Next block
de: Nächster Block

source: Previous block
de: Voriger Block

source: Generated GAS
de: Generiertes GAS

source: Height
de: Höhe

source: Block Height, Hash, Address or Transaction id
de: Block Höhe, Hash, Adresse oder Transaktions-ID
