Repository: CityOfZion/neo-scan
Catalog: apps/neoscan_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: de, jp, nl

source: can't be blank
de: kann nicht leer sein
jp: 空白にはできない
nl: mag niet leeg zijn

source: has already been taken
de: wird schon benutzt
jp: すでに取られている
nl: is al bezet

source: is invalid
de: ist ungültig
jp: 無効
nl: is ongeldig

source: must be accepted
de: muss akzeptiert werden
jp: 受け入れなければならない
nl: moet geaccepteerd worden

source: has invalid format
de: hat ungültiges Format
jp: 無効なフォーマットを含む
nl: heeft een ongeldig formaat

source: has an invalid entry
de: hat einen ungültigen Eintrag
jp: 無効なエントリーを含む
nl: heeft een ongeldige invoer

source: is reserved
de: ist reserviert
jp: 予約されている
nl: is gereserveerd

source: does not match confirmation
de: stimmt nicht überein
jp: コンファメーションの失敗
nl: voldoet niet aan bevestiging

source: is still associated with this entry
de: ist immernoch mit diesem Eintrag verbunden
jp: このエントリーに関連している
nl: is nog steeds gekoppeld aan dit item

source: are still associated with this entry
de: sind immernoch mit diesem Eintrag verbunden
jp: このエントリーに関連している
nl: zijn nog steeds gekoppeld aan dit item

source: should be %{count} character(s)
de: sollten %{count} Zeichen sein
jp: %{count} 文字でなければならない
nl: zou %{count} teken moeten zijn

source: should have %{count} item(s)
de: sollte %{count} Items haben
jp: %{count} 個以上でなければならい
nl: zou %{count} item moeten hebben

source: should be at least %{count} character(s)
de: sollte mindestens %{count} Zeichen haben
jp: 最低 %{count} 文字以上でなければならない
nl: moet tenminste %{count} teken hebben

source: should have at least %{count} item(s)
de: sollte mindestens %{count} Item(s) haben
jp: 最低 %{count} 個以上でなければならない
nl: Zou tenminste %{count} item moeten hebben

source: should be at most %{count} character(s)
de: sollte maximal %{count} Zeichen haben
jp: 最高で %{count} 文字以内
nl: mag maximaal %{count} teken hebben

source: should have at most %{count} item(s)
de: sollte maximal %{count} Item(s) haben
jp: 最高で %{count} 個以内
nl: mag maximaal %{count} item hebben

source: must be less than %{number}
de: muss weniger sein als %{number}
jp: %{number}以下でなければならない
nl: moet minder zijn dan %{number}

source: must be greater than %{number}
de: muss größer sein als %{number}
jp: %{number}以上でなければならない
nl: moet meer zijn dan %{number}

source: must be less than or equal to %{number}
de: muss kleiner oder gleich %{number} sein
jp: %{number}以下か同じ値でなければならい
nl: moet kleiner dan of gelijk zijn aan %{number}

source: must be greater than or equal to %{number}
de: muss größer oder gleich %{number} sein
jp: %{number}以上か同じ値でなければならい
nl: moet groter dan of gelijk aan %{number} zijn

source: must be equal to %{number}
de: muss gleich %{number} sein
jp: %{number}と同じ値でなければならない
nl: moet gelijk zijn aan %{number}
